tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "thoughtbot/formulae"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl", args: ["with-openssl"]
brew "emojify"
brew "findutils"
brew "fzf"
brew "perl"
brew "git"
brew "git-cal"
brew "imagemagick"
brew "jq"
brew "m-cli"
brew "mackup"
brew "mas"
brew "n"
brew "neovim", args: ["HEAD"]
brew "peco"
brew "pipes-sh"
brew "privoxy", restart_service: true
brew "python"
brew "python3"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "thefuck"
brew "tmux"
brew "weechat", args: ["with-lua", "with-perl", "with-python", "with-ruby"]
brew "wget"
brew "youtube-dl"
brew "zsh", args: ["without-etcdir"]
brew "zsh-completions"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "adobe-creative-cloud"
cask "aerial"
cask "alfred"
cask "atom"
cask "bettertouchtool"
cask "chromium"
cask "cyberduck"
cask "dash"
cask "discord"
cask "discord-ptb"
cask "fantastical"
cask "firefox"
cask "firefoxdeveloperedition"
cask "flux"
cask "font-input"
cask "franz"
cask "google-chrome"
cask "hyper"
cask "insomniax"
cask "iterm2"
cask "malwarebytes-anti-malware"
cask "moom"
cask "mumble"
cask "numi"
cask "processing"
cask "rocket"
cask "sip"
cask "sketch"
cask "skyfonts"
cask "slack"
cask "slic3r"
cask "spotify"
cask "stack"
cask "sylo"
cask "synergy"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "tunnelblick"
cask "twitch"
cask "vanilla"
cask "vimr"
cask "vivaldi"
cask "vlc"
cask "yed"
mas "Airmail 3", id: 918858936
mas "Bear", id: 1091189122
mas "CARROT Weather", id: 993487541
mas "Clocker", id: 1056643111
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Install macOS Sierra", id: 1127487414
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Things3", id: 904280696
mas "Xcode", id: 497799835
